---
id: docs-analysis-ledger-summary-edit
title: 报表定制
sidebar_label: 报表定制
---

### 功能概述

**报表定制** 就是用户自定义委托单下检测数据汇总表模板。模板内容可支持样品的任何字段信息，包括样品信息登记动态表单中定义的字段。在该模块中定义的模板，在{数据汇总}模块中通过下拉选择使用。

### 操作说明

点击{系统配置}→{报表定制}，弹出[报表定制操作页面](#报表定制操作页面)，如下图所示：

![报表定制操作页面](http://datmfiles.ebookchain.org/1LIeyAInM61LIMSChain-%E7%B3%BB%E7%BB%9F%E9%85%8D%E7%BD%AE-%E6%8A%A5%E8%A1%A8%E5%AE%9A%E5%88%B6%E6%93%8D%E4%BD%9C%E9%A1%B5%E9%9D%A2.png "报表定制操作页面")

在[报表定制操作页面](#报表定制操作页面)中，可进行如下操作：

<html><span id='新建报表'></span></html>

- **新建报表** 点击【新建报表】，弹出[新建报表操作页面](#新建报表操作页面)，如下图所示：

![新建报表操作页面](http://datmfiles.ebookchain.org/1LIxZoFSmIsLIMSChain-%E7%B3%BB%E7%BB%9F%E9%85%8D%E7%BD%AE-%E6%8A%A5%E8%A1%A8%E5%AE%9A%E5%88%B6-%E6%96%B0%E5%BB%BA%E6%8A%A5%E8%A1%A8%E7%BC%96%E8%BE%91%E6%93%8D%E4%BD%9C%E9%A1%B5%E9%9D%A2.png "新建报表操作页面")

具体操作如下：

**第一步** 录入报名名称，该名称在数据汇总模块报告模板列下拉选择时显示该名称。

**第二步** 设置表头内容，直接勾选需要在表头显示的内容

**第三步** 设置日期格式，下拉选择需要的日期格式

**第四步** 设置样品统计字段，点击样品信息列中的绿色【+】，会增加一个样品字段列，选择需要统计的字段名称。

>***说明：下拉选择字段来自于对应样品动态表单定义的字段***

- **编辑报表** 可修改已创建的报表模板。具体操作如下：

**第一步**  选择报表名称，系统显示当前报表模板的字段信息。如下图所示：

![报表定制操作页面](http://datmfiles.ebookchain.org/1LIhzkNcJ0TLIMSChain-%E7%B3%BB%E7%BB%9F%E9%85%8D%E7%BD%AE-%E6%8A%A5%E8%A1%A8%E5%AE%9A%E5%88%B6-%E6%A8%A1%E6%9D%BF%E7%BC%96%E8%BE%91%E6%93%8D%E4%BD%9C%E9%A1%B5%E9%9D%A2.png "报表定制操作页面")

**第二步**  编辑报表模板。可编辑报表名称；可设置表头显示内容；可设置样品统计字段。具体操作请参照[新建报表](#新建报表)。

**第三步**  点击【保存报表】，完成报表模板编辑。


