---
id: docs-FAQ
title: 客户常见问题
sidebar_label: 客户常见问题
---

## LIMSChain客户常见问题
### 你们的LIMSChain实验室信息管理系统能给企业带来什么？
- 帮助咱们规范实验室管理流程
- 提高效率，之前两三个人干的活现在能节省下来一个人
- 降低人为误差和物资物料流转的时间，提高咱们的沟通成本和修正校对成本
- 帮助咱们做库存和原始记录的管理，方便查找和调取等等
- 对接国省抽，避免重复工作，这都是效率的问题，效率高了，以前要3天做完的工作，可以节约到一天
- 后期可以通过咱们的平台，上面可以做定向的推广，和线上接单功能，提高实验室的业务

### 贵公司的产品是按照哪种收费方式进行合作？
我们的系统收费方式，可月付、季付和年付，方便灵活。

实验室检测项目的多少不限制，为用户自行添加和维护，可直接在limschain.com注册使用。

### 购买贵公司产品后，产品的维护和服务有哪些？

- 购买软件后，属于软件本身的缺陷和Bug，我们终身免费升级维护。
包括:提供产品说明，系统操作演示视频，版本更新和维护，远程培训。 到场培训（需报销差旅费）等。。。

- 使用期间的问题咨询等.如需增加定制开发模块，我们会按照维护工作量的周期、复杂程度，核算出定制开发费用。

## 贵公司产品的客户使用情况如何？
目前软件在四十余家实验室是得到了应用，客户数量正在不断增加，检测机构部署使用后，实验室效率大幅提高，极大降低人为差错率，综合成本降低30%以上。

## 基于区块链的实验室信息管理系统和别的有什么不同？

- 基于区块链技术，解决检测数据的真实性和产品质量可追溯的问题。

- 高度智能化：检测任务自动分配，检测标准和样品分类自动匹配、标准库自动查新并提示。

- SaaS平台服务，基于权限管理，实现业务流程检测实验室管理透明化。

### 系统是否支持员工绩效？
支持，本系统会根据员工所做的检测项目数量，生成工作量统计报表，支持按天按周按月查看工作聊情况，
支持导出Excel表格协作管理者进行员工绩效管理。

### 电子模板自定义，报告数据多，点位多，出报告格式是否会乱码？
不会，报告是以word和pdf存在，如果实验室有需求，可以满足下载的时候支持其它格式，后面有一套技术支撑。所以不会存在乱码。

### 是否支持集团模块功能？
可以的？后期我们会增加集团模块功能，老板在总公司就可以看到所公司的业务及考核情况。

### 你们的系统如何实现样品管理的？
样品管理可对样品（包括待测样、备样和留样）从收样到样品处置等整个生命周期中各个环节，对人、时间和位置等业务要素进行管理，功能包括制样、领样记录、样品台账、样品流转交接以及交接单、样品库房、样品货位、样品上架和样品处置管理模块。

### 超级用户在报告编辑环节为什么不能选择报告审核人？ 
- 原因分析：报告审核人与报告编辑人不能是同一个人，需要选择另外有报告审核权限的人。
- 解决方案：与系统管理人员联系，将报告审核权限授权给有资质的人。

